---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemAddlBottomOffset
source: html/03ebe88a-a645-59c1-bde1-eb64a227e35f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemAddlBottomOffset Property

"Additional Bottom Cover Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemAddlBottomOffset { get; }
```